"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Não és tu?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 amigo nas proximidades";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dia";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 hora";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuto";

"1d|short indicator that a user was active 1 day ago" = "1 d";

"1h|short indicator that a user was active 1 hour ago" = "1 h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limite de 1 min.: Soltar para enviar";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dias";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 horas";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutos";

"A new version of Messenger is available.|New version title" = "Está disponível uma versão nova do Messenger.";

"Activation Code|placeholder text for activation code field" = "Código de ativação";

"Activation Request Failed|" = "O pedido de activação falhou";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Activos agora (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Adicionar favorito";

"Add More People|button for adding people to the conversation" = "Adicionar mais pessoas";

"Add More People|title for add members page" = "Adicionar mais pessoas";

"Add More People|title for add people page" = "Adicionar mais pessoas";

"Add People|button to add members to the message thread" = "Adicionar pessoas";

"Add Photos|Button label for adding photos from the photo library" = "Adicionar fotos";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Adicionar a contacto existente";

"Adding...|adding progress text" = "A adicionar...";

"Advanced Settings|text for advanced settings button" = "Definições avançadas";

"Advanced|title for advanced settings page" = "Avançadas";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Alertas desactivados até %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Alertas desactivados durante 1 hora";

"Alerts Off|Indicates that alerts are off" = "Alertas desactivados";

"Alerts On|Indicates that alerts are on" = "Alertas activados";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Todas as notificações estão desactivadas durante 8h.";

"All notifications are off.|Mute warning display on thread list" = "Todas as notificações estão desactivadas.";

"All|Segment button label for all stickers" = "Todos";

"Answer|Text for button that accepts a call" = "Atender";

"Archive|Button label that will archive the conversation" = "Arquivar";

"Archive|Label for archive button when swipe to archive in thread list view" = "Arquivar";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Tens a certeza de que queres eliminar o nome da conversa?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Tens a certeza de que queres sair desta conversa? Já não vais receber mensagens novas.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Tens a certeza?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Anexar uma foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Anexar conteúdo multimédia";

"Back|Go back to previous screen" = "Retroceder";

"Back|generic nav bar back button" = "Retroceder";

"Background task expired|Error string for app killed in background while message was sending" = "A tarefa em pano de fundo expirou";

"Bing Image Search|" = "Pesquisa nas Imagens do Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Difunde para, no máximo, %1$i pessoas ao mesmo tempo.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Difundir";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Difundir";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "As difusões podem conter até %1$i anexos.";

"Bring messages to life|Title of Media attachment NUX" = "Dá vida às mensagens";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Difundir";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Difundir";

"Call Ended|End call message in non-error case" = "A chamada terminou";

"Call Ended|String shown when the call ends" = "A chamada terminou";

"Call Failed|End call message in error case" = "A chamada falhou";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Telefona a amigos através da tua ligação Wi-Fi ou da tua rede móvel. Aplicam-se tarifas de dados normais.";

"Call %@|action sheet option for calling a phone number" = "Ligar a %1$@";

"Call|Call" = "Telefonar";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "As chamadas são gratuitas por Wi-Fi. São aplicadas tarifas padrão para chamadas realizadas por uma rede móvel.";

"Camera|Button label for attaching a photo from the camera" = "Câmara";

"Cancel|Title for generic Cancel button." = "Cancelar";

"Celebrations|Title of list of friends who have events to celebrate." = "Celebrações";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Conversa com qualquer contacto ou número no teu telefone sem custos.";

"Chat|The title of the view showing the buddy list section of the app" = "Chat";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Escolher amigos";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Escolher foto";

"Clear|prompt to clear all unsent messages" = "Limpar";

"Clearing...|Progress text shown while clearing the image for a thread" = "A limpar...";

"Close active chat|Button to close an active chat" = "Fechar chat activo";

"Close|Title of button in navigation bar to close a web page." = "Fechar";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Fecha as definições";

"Comment|Comment button title" = "Comentar";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Escrever mensagem para %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Escrever mensagem para %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Confirmar telemóvel";

"Connecting|Text shown on call screen while connecting a call" = "Estabelecer ligação";

"Connection Failed|Alert title when connection failed" = "A ligação falhou";

"Connection Lost|End call message in connection lost case" = "Ligação perdida";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Informação de contacto";

"Contact Info|Title of the canonical thread info page." = "Informação de contacto";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Continuar e não perguntar novamente";

"Continue|Button label to continue through zero rating session fence" = "Continuar";

"Continue|Login - Login Button Title for Keychain Login" = "Continuar";

"Conversation Name|placeholder text in conversation name textfield" = "Nome da conversa";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Copiar";

"Copy|Title for buttons and menus that let user copy the current text" = "Copiar";

"Copy|action sheet option for copying a string to the clipboard" = "Copiar";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Não foi possível adicionar novos membros. Tenta novamente.";

"Could not load sticker store.|Error message for sticker store load failure" = "Não foi possível carregar loja de stickers.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Não foi possível obter disponibilidade";

"Countries|Title for country picker" = "Países";

"Country|Country - Country placeholder text" = "País";

"Create Group Chat|Label for a button that creates a new group chat" = "Criar chat de grupo";

"Create Group Chat...|Text on a button to compose a new group message" = "Criar chat de grupo...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Criar conversa de grupo";

"Create New Contact|action sheet option for creating a new contact" = "Criar novo contacto";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Actualmente numa chamada";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personalizar definições de notificação";

"Decline|Text for button that declines a call" = "Recusar";

"Delete Conversation Name|alert title for deleting conversation name" = "Eliminar nome da conversa";

"Delete Conversation|Button label that will delete the conversation" = "Eliminar conversa";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Eliminar mensagem? Isto não pode ser anulado.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Eliminar toda esta conversa?";

"Delete|Button label that will delete the conversation" = "Eliminar";

"Delete|Button to accept deleting the name of a conversation" = "Eliminar";

"Delete|Label for archive button when swipe to archive in thread list view" = "Eliminar";

"Delete|Label for button to delete previous character" = "Eliminar";

"Delete|Label on button that deletes a thread" = "Eliminar";

"Delete|button text for deleting a message" = "Eliminar";

"Delete|button text for removing an unsent message" = "Eliminar";

"Details|title for message details page" = "Detalhes";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Descobre quem está nas proximidades";

"Don't Delete|Button to decline to delete the name of a conversation" = "Não eliminar";

"Don't Save|Don't save action sheet button" = "Não guardar";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Edição da lista de mensagens concluída";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Concluído";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Toca duas vezes para editares";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "A transferência falhou";

"Download|Accessibility label for download button in sticker store list view" = "Transferir";

"Download|Button title to download an upgrade" = "Transferir";

"Download|Label for button to download a sticker pack" = "Transferir";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Transferidos";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Transferido";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "A transferir";

"Downloading|Label for button to show a sticker pack being downloaded" = "A transferir";

"Drag Down to Hide|Chat head dismiss NUX title" = "Arrasta para baixo para ocultares";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Arrasta para aqui para ocultares";

"Edit|Edit button/label title for chat divebar" = "Editar";

"Email or phone number|email/phone field placeholder on login screen" = "E-mail ou número de telefone";

"Empty Feedback|Title for empty feedback warning." = "Opinião em branco";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Ativar";

"Enter Code|Enter Code page title" = "Introduzir código";

"Error|Error title for sticker pack detail view" = "Erro";

"Error|error title after failed to load webview" = "Erro";

"FREE|Price label for free sticker pack" = "GRÁTIS";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "O Facebook é melhor com localização";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Iniciar sessão no Facebook Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Utilizador do Facebook";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "O Facebook guarda contactos em teu nome e pode utilizá-los para ajudar outros utilizadores a procurar ou a ligar-se a pessoas ou para criar sugestões para ti e para outras pessoas. Podes editar esta informação ao tocar no botão \"eu\" numa conversa ou eliminar todos os teus contactos nas tuas definições de aplicações.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "O Facebook vai utilizar periodicamente e guardar a tua localização.";

"Failed to add members|title for failing to add members dialog" = "Não foi possível adicionar membros";

"Failed to save your settings.|error message after changing thread alert setting." = "Não foi possível guardar as tuas definições.";

"Favorites|chat bar favorites header title" = "Favoritos";

"Featured|Segment button label for featured stickers" = "Em destaque";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Segue estes passos para utilizares as funcionalidades de localização do Facebook.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Seguir";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para resultados mais precisos, vai às definições do %1$@ e escolhe Serviços de Localização. Seleciona Ativados para %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para resultados mais precisos, vai às definições do %1$@ e toca em Privacidade e, em seguida, em Serviços de Localização. Seleciona Ativados para %2$@.";

"Free Call|Text on button that starts a messenger call" = "Chamada gratuita";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Chamada gratuita indisponível";

"Friends Nearby|Title of list of friends who are nearby." = "Amigos nas proximidades";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amigos no Messenger";

"Get Directions|action sheet option for viewing a map" = "Obter indicações";

"Get Facebook Messenger|The title for messenger promotion banner" = "Obter o Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Começar";

"Get Started|Title for NUX" = "Começar";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Dá-nos a tua opinião ou denuncia um problema";

"Google Image Search|" = "Pesquisa nas Imagens do Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Chat de grupo";

"Group Chats|Title for megaphone section helping users discover group chats" = "Chats de grupo";

"Group Chats|chat bar header for group conversations" = "Chats de grupo";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversa de grupo";

"Group Conversations|Table header for group threads section" = "Conversas de grupo";

"Group Info|Title of group thread info page." = "Informação sobre o grupo";

"Group Members|Title for section showing members of a group (member count will follow)" = "Membros do grupo";

"Group Messages|Title for megaphone section helping users discover group chats" = "Mensagens de grupo";

"Group|Button for starting a new group message." = "Grupo";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Tem uma conversa com uma série de amigos ao mesmo tempo.";

"Help|text for help button" = "Ajuda";

"Hold to Talk|The instruction for holding the record button and talk" = "Manter pressionado para falar";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Tenho a certeza";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Se gostas de utilizar %1$@, importas-te de classificar esta atualização? Obrigado!";

"Image Search|action sheet option for choosing a photo from image search" = "Pesquisa de imagens";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Incluir a tua localização";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Código de confirmação incorrecto.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Instalar o Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Instalar";

"Install|The text on the button for users to install Messenger." = "Instalar";

"Introducing Chat Heads|Chat head intro NUX title" = "Introdução aos Ícones de Chat";

"Invalid Country Code|alert title for invalid country code" = "Indicativo de país inválido";

"Invalid Phone Number|alert title for invalid phone number" = "Número de telemóvel inválido";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Toca simplesmente para abrires ou fechares as tuas mensagens.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Mantém todos informados";

"Last Updated: %@|last updated date in pull to refresh header" = "Última actualização: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Saber mais";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Saber mais";

"Leave Conversation|leave conversation button" = "Sair da conversa";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Sair da conversa?";

"Leave|Button title for leaving a thread" = "Sair";

"Leaving...|Progress text shown while leaving a thread" = "A sair...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Permitir que as pessoas nesta conversa saibam onde estás.";

"Licenses|Licenses screen title" = "Licenças";

"Licenses|text for licenses button" = "Licenças";

"Like|Like button title" = "Gosto";

"Like|Title for generic Like button." = "Gosto";

"Load Map|Button text for users to load the map location when zero rated." = "Carregar mapa";

"Loading...|Message presented while waiting for content to load." = "A carregar…";

"Loading...|Placeholder text while results are loading" = "A carregar…";

"Locating You...|Message presented when waiting for an accurate location fix." = "A localizar-te...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "A localização está desactivada";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "A localização está desactivada para esta conversa";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Os serviços de localização estão desativados. Ativa-os para permitires que as pessoas nesta conversa saibam onde estás.";

"Location services are on|Title of location NUX when user has enabled location services." = "Os serviços de localização estão activos";

"Log In to Facebook|Login - Login Button Title for password login" = "Iniciar sessão no Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Com sessão iniciada como %1$@";

"Login Approval Required|title of login approval dialog" = "Aprovação de Acesso obrigatória";

"Login Failed|Invalid login alert title" = "O início de sessão falhou";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Inicia sessão como outra pessoa";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Inicia sessão como %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Inicia sessão noutra conta";

"Mark as Unread|Button label that will mark the thread as unread" = "Marcar como não lido";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Envia mensagens para qualquer pessoa";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Enviar mensagens a amigos";

"Message|Button for starting a new message." = "Enviar mensagem";

"Message|button to open a composer to send a message to the page" = "Enviar mensagem";

"Messages|Messenger module display name" = "Mensagens";

"Messages|The title of the message thread list view." = "Mensagens";

"Messages|Title for messages inbox view" = "Mensagens";

"Messages|accessibility (voiceover) label for chathead inbox" = "Mensagens";

"Messages|name of the app with Facebook brand" = "Mensagens";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "O Messenger vai sincronizar regularmente os teus contactos para te ajudar a alcançar mais pessoas e contactar amigos";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Mais amigos (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Mais amigos (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mais amigos online";

"Name is Too Long|alert title for long conversation name" = "O nome é demasiado longo";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Atribui um nome a esta conversa";

"Nearby|Nearby people to send a message to" = "Perto";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Nunca percas novamente uma mensagem";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Não voltes a perder uma mensagem dos teus amigos.";

"New Message|Text on a button in messages popover to compose a new message" = "Mensagem nova";

"New Message|Title of screen shown when user is composing a new message" = "Mensagem nova";

"New version available|Title of alert displayed when new version is available" = "Nova versão disponível";

"Next|Generic button to move to next item" = "Seguinte";

"Next|button label for moving to the next screen" = "Seguinte";

"No Internet Connection|Warning banner for no network connection" = "Sem ligação à Internet";

"No Message|dialog title for when user tries to send an empty message" = "Nenhuma mensagem";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Nenhum participante";

"No Participants|String when no participants are on the thread" = "Nenhum participante";

"No Recipients|dialog title for when user tries to send to no recipients" = "Nenhum destinatário";

"No Results|Alert title when there are no results from image search." = "Sem resultados";

"No locations shared recently.|message on map view when no location has been shared recently" = "0 locais partilhados recentemente.";

"No response.|Error reported when no response is received from the server" = "Sem resposta.";

"No, Thanks|Label on button for user to decline to rate the app" = "Não, obrigado";

"Not Now|Button text to temporarily ignore the installation message" = "Agora não";

"Not Now|Do not enable contact sync button label, 15 char max" = "Agora não";

"Not Now|Not now alert popup button" = "Agora não";

"Not Now|Title of button to not share location for now." = "Agora não";

"Not Now|button label for deferring enabling push notifications" = "Agora não";

"Not now|Button title to decline an upgrade" = "Agora não";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "As notificações estão desativadas durante 8 horas";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "As notificações estão ativadas";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notificações para esta conversa";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "As notificações para esta conversa estão desactivadas.";

"Notifications|Label for enabling/disabling notification" = "Notificações";

"Notifications|Label for enabling/disabling notifications" = "Notificações";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Desactivadas até %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Desactivados durante 1 hora";

"Off|Short string for indicating that alerts are off" = "Desactivados";

"On|Short string for indicating that alerts are on" = "Ativadas";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Assim que eliminares a tua cópia da conversa, a ação não pode ser anulada.";

"Only You|String for describing a thread where you are the only user remaining" = "Apenas tu";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Abre as Definições do iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Abrir em Mapas";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Abrir loja de stickers";

"Other People|Table section header for a list of non-friend search results" = "Outras pessoas";

"Password|password field placeholder on login screen" = "Palavra-passe";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "As pessoas neste conversa podem ver a tua localização no mapa.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "As pessoas que adicionares vão ver todas as mensagens anteriores nesta conversa.";

"Phone Number|placeholder text for phone number field" = "Número de telemóvel";

"Pin friends you message most|Label when users have no favorites" = "Marca os amigos para quem envias mais mensagens";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Verifica o teu código de confirmação e tenta novamente.";

"Please check your network connection and try again.|" = "Verifica a tua ligação à rede e tenta novamente.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Verifica o teu número e tenta novamente.";

"Please check your number and try again.|alert message for invalid phone number" = "Verifica o teu número e tenta novamente.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Transfere a versão mais recente do Messenger do Facebook.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Introduz uma mensagem ou anexa uma foto";

"Please enter a valid country code.|alert message for invalid country code" = "Introduz um indicativo de país válido.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Introduz o e-mail e a palavra-passe que utilizas para iniciar sessão no Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Inclui uma descrição do teu problema.";

"Please rate the quality of your call|Prompt for call quality survey" = "Classifica a qualidade da tua chamada";

"Please re-login to renew your session.|Error message for expired session" = "Inicia novamente sessão para actualizares.";

"Please try again|Alert message when there are no results from image search." = "Tenta novamente";

"Please use a shorter conversation name.|alert message for long conversation name" = "Utiliza um nome de conversa mais curto.";

"Privacy & Terms|text for privacy and terms button" = "Privacidade & Termos";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Puxa os Ícones de Chat para baixo para o Ⓧ para os ocultares.";

"Pull down to refresh...|message for pull down to refresh" = "Descer para actualizar…";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Os alertas de notificações push estão desativados.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Os alertas de notificações push estão desativados.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Os sons de notificações push estão desactivados.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "As notificações push estão desativadas.";

"Push up to refresh...|message for push up to refresh" = "Subir para actualizar...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Encontra rapidamente os teus chats de grupo aqui.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Encontra rapidamente as tuas mensagens de grupo aqui.";

"Rate %@|Alert title for asking user to rate this app." = "Classificar %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Classificar %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Contacta amigos onde quer que eles estejam agora — telemóvel ou web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Contacta os teus amigos onde quer que eles estejam agora";

"Recent Stickers|Accessibility label for recently used stickers" = "Stickers recentes";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Stickers recentes";

"Record Video|action sheet option for recording a video" = "Gravar vídeo";

"Record Voice|Button label for attaching an audio clip" = "Gravar voz";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Falha ao iniciar gravador";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Gravação cancelada";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Soltar para cancelar gravação";

"Release to refresh...|message for releasing to refresh" = "Soltar para actualizar...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Lembrar-me mais tarde";

"Remove Attachment|action sheet option for removing current attachment" = "Remover anexo";

"Remove Photo|action sheet option for removing chosen photo" = "Eliminar foto";

"Remove Photo|action sheet option for removing current attachment" = "Eliminar foto";

"Removing...|text for removing progress" = "A remover...";

"Report a Problem|title for give feedback or report bug" = "Denunciar um problema";

"Resend|Resend - Resend Button Title" = "Reenviar";

"Retry|generic retry button" = "Tentar novamente";

"Ringing|Text shown on call screen while contacting another party" = "A tocar";

"Save Photo|action sheet option to save photo to library" = "Guardar foto";

"Save photo as conversation image?|" = "Guardar foto como imagem da conversa?";

"Save|" = "Guardar";

"Saving...|Progress text shown while saving a new image for a thread" = "A guardar…";

"Saving...|Progress text shown while saving a new name for a thread" = "A guardar...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Pesquisar mais amigos…";

"Search to add favorites|placeholder in edit favorites search bar" = "Pesquisar para adicionar favoritos";

"Search|placeholder in search bar" = "Pesquisa";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "A pesquisar...";

"See Group Chats|Label for a button that creates a new group chat" = "Ver chats de grupo";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Vê onde os teus amigos estão e partilha a tua localização com eles. Eles não vão ver exatamente onde estás.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Vista por todos";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Vista por todos";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Vista por %1$@ - %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Vista por %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Vista por %1$@";

"Seen by:|Text for seen state header" = "Vista por:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Vista - %1$@, perto de %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Vista - %1$@";

"Select country code|select country code text" = "Selecionar indicativo do país";

"Send (%i)|Send button with count in parentheses" = "Enviar (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Falha no envio";

"Send in Message|Sharing option" = "Enviar em mensagem";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Enviar para telemóvel, chat e web";

"Send|Nav bar send button text" = "Enviar";

"Send|Send button" = "Enviar";

"Send|text to show in the send button" = "Enviar";

"Sending...|sending progress text" = "A enviar…";

"Sending…|Text used below message bubble to show send is in progress" = "A enviar…";

"Sent a message|default notification text for messages with no body text" = "Enviou uma mensagem";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Enviada através do Messenger";

"Sent from email|indicator that a message was sent from email" = "Enviada por e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Enviada por telemóvel";

"Sent from web|indicator that a message was sent sent from web or chat" = "Enviada através da web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Enviada de %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Enviada - %1$@";

"Session Expired|Error title for expired session" = "A sessão expirou";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Define o Facebook para Ativo";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Definições de aplicações > Geral > Serviços de localização";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Definições de aplicações > Serviços de localização";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Definições de aplicações &gt; Privacidade &gt; Serviços de Localização";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Definições";

"Settings|Settings alert popup button" = "Definições";

"Settings|title for settings page" = "Definições";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Partilha a tua localização para veres quem está nas proximidades.";

"Share|Share button title" = "Partilhar";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Fotos partilhadas";

"Shared a link|text for a link share" = "Partilhou uma ligação";

"Shared a photo|text for a photo share" = "Partilhou uma foto";

"Shared a video|text for a video share" = "Partilhou um vídeo";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Mostrar teclado";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Mostrar stickers";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Registar-me no Facebook";

"Skip|Skip - Skip Button Title" = "Ignorar";

"Something went wrong. Want to try again?|retry dialog message" = "Ocorreu um erro. Tentar novamente?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Desculpa, mas ocorreu um erro";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Tarifas padrão de dados";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "São aplicadas tarifas padrão quando carregares dados do mapa.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Começa chats de grupo";

"Sticker Store|Navigation bar title for sticker store view" = "Loja de stickers";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Deixar de anexar conteúdo multimédia";

"Submit|Submit button title" = "Enviar";

"Suggestions|Suggested people to send a message to" = "Sugestões";

"Switch Account|text for switching logged in user" = "Mudar conta";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Muda para o Wi-Fi para completares a tua chamada";

"Sync Contacts|Start contact sync button label, 15 char max" = "Sincronizar contactos";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Sincronizar os teus contactos";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Identifica publicações e fotos com uma localização. Descobre também o que está a acontecer nas proximidades, mesmo quando o teu telemóvel está no teu bolso.";

"Take Photo|action sheet option for taking a photo" = "Tirar foto";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Toca em Gerais";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Toca em Serviços de Localização";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Toca em Privacidade";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Clica em \"Tentar novamente\" para enviares esta mensagem.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Toca na engrenagem para activares o chat";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Toca aqui para saberes mais sobre as tuas definições e porque é que o Facebook precisa continuamente da tua localização.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Toca em + para enviares fotos, adiciona  e grava mensagens de voz.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Toca para voltares à chamada";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Toca para ativares a localização";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Não é possível enviar mensagens de texto para esse número.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Envia mensagens de texto aos teus amigos gratuitamente.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Envia mensagens aos teus amigos onde quer que eles estejam - nos seus telefones ou no chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Esse número de telemóvel não está autorizado a receber mensagens de texto.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Ocorreu um problema ao estabelecer ligação com o Facebook. Verifica a tua ligação e tenta novamente.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Ocorreu um problema ao estabelecer a tua ligação. Liga-te ao Wi-Fi e tenta novamente.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Dica: Nunca percas uma mensagem";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Para aceitares chamadas, tens de fazer a actualização para a nova versão do Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Para concluíres a ativação do teu número de telemóvel, introduz o código de ativação";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Para incluíres a localização nas tuas mensagens, vai a %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Para fazeres chamadas, tens de fazer a actualização para a nova versão do Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Para desativar os alertas desta conversa, acede às definições de conversa.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Para desactivares a localização para todas as tuas conversas, vai a %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Para ativares as notificações, acede a Definições do iPhone %1$@ Notificações %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para utilizares esta funcionalidade, vai às tuas definições do %1$@, e escolhe Serviços de Localização. Seleciona Ativados para a aplicação %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para utilizares esta funcionalidade, vai às tuas definições do %1$@, toca em Privacidade e, em seguida, em Serviços de Localização. Seleciona Ativados para a aplicação %2$@.";

"To|Accessibility label for to field in contact picker" = "Para";

"To:|to field in contact picker" = "Para:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Toca e mantém pressionado para falares.\nSolta para enviares ou tira o dedo do botão para cancelares.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Tenta novamente";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Desligar o chat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Desativar até às 8h00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Desativar durante 1 h";

"Turn Off|Option to turn off alerts" = "Desativar";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Ligar o chat";

"Turn On Location Services|Error message title when location services are unavailable." = "Ativar Serviços de Localização";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Activa notificações";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Activar notificações";

"Turn On|Option to turn on alerts" = "Ativar";

"Turn On|Turn on alerts" = "Ativar";

"Turn On|button label for deferring enabling push notifications" = "Ativar";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Ativa as notificações push";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Ativa as notificações push para saberes quando recebes mensagens novas.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Ativa ou desativa as notificações";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "A escrever…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Não é possível telefonar para %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Não é possível guardar imagem";

"Unable to Send|Title for send feedback failed warning." = "Não é possível enviar";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Não é possível adicionar mais pessoas à conversa. Tenta novamente.";

"Unable to name your conversation.|error message after setting conversation name" = "Não é possível atribuir um nome à tua conversa.";

"Unable to remove you right now.|error messages after leaving conversation" = "Não é possível remover-te agora.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Não é possível guardar favoritos de mensagens no Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Não é possível enviar mensagem. Tentar novamente?";

"Unable to send message.|Alert text for when a message failed to send." = "Não é possível enviar mensagem.";

"Unable to send right now.|error message for failing to send message" = "Não é possível enviar agora.";

"Unpin|button title to remove user from favorites" = "Desmarcar";

"Update|Get new version now button." = "Actualizar";

"Updating...|updating progress text" = "A actualizar...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Actualizar agora";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Utilizar o Messenger gratuitamente";

"View Call|Text show on button that views an incoming call" = "Ver chamada";

"View Missed Call|Text show on button that views an incoming call" = "Ver chamada não atendida";

"View Timeline|Button text to go to a user's timeline" = "Ver cronologia";

"View in Maps|action sheet option for viewing a map" = "Ver nos Mapas";

"View|Alert button that takes user to the thread where a message failed to send" = "Visualizar";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Pedimos desculpa, mas a transferência do pacote de stickers %1$@ falhou. Tenta novamente mais tarde.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Vamos enviar-te uma ligação para confirmares o teu número.";

"Welcome to Messenger|Title for NUX page" = "Bem-vindo/a ao Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "A quem queres enviar uma mensagem?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "A quem gostarias de enviar esta mensagem?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Escreve uma difusão (envia uma mensagem separada para cada amigo)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Escreve uma difusão (envia uma mensagem separada para cada amigo)";

"Write a message...|Placeholder text to suggest writing a message" = "Escreve uma mensagem...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Podes telefonar a %1$@ por Wi-Fi. Ativa o Wi-Fi nas definições do teu telefone.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Podes gerir os teus dados nas tuas definições de privacidade.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Perdeste uma chamada de %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Vais receber em breve um SMS ou um e-mail com um código para utilizares para iniciar sessão.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Não vais saber quando tiveres recebido uma mensagem.";

"You|String for you, the user" = "Tu";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Estás prestes a sair do Messenger. Podem ser aplicadas tarifas padrão de dados.";

"Your Stickers|Segment button label for downloaded stickers" = "Os teus stickers";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "O teu amigo não pode receber chamadas neste momento";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "O teu amigo está num café nas proximidades.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "O teu amigo recomendou um restaurante nas proximidades.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "O teu amigo tirou uma foto nas proximidades.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "O envio da tua mensagem para um ou mais destinatários falhou.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "O envio da tua mensagem para um ou mais destinatários falhou.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "A tua mensagem não foi enviada.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "As tuas mensagens não foram enviadas.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "activo/a há 1 dia";

"active 1h ago|indicator that a user was active 1 hour ago" = "activo/a há 1 h";

"active 1m ago|indicator that a user was active 1 minute ago" = "activo/a há 1 min";

"active now|indicator that a user is currently active, on web or mobile" = "activo/a agora";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "ativo no telemóvel há %1$@";

"active on mobile|presences status for being active on mobile" = "activo no telemóvel";

"active %id ago|indicator that a user was active 2+ days ago" = "activo/a há %1$i d";

"active %ih ago|indicator that a user was active 2+ hours ago" = "activo/a há %1$i h";

"active %im ago|indicator that a user was active 2+ minute ago" = "activo/a há %1$i min";

"active %@ ago|presences status for being active a relative time ago" = "ativo há %1$@";

"error|A short message for audio play error" = "erro";

"is calling|text below the caller's name when they are calling" = "está a telefonar";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "está a escrever…";

"on mobile|presences status for being available on mobile" = "no telemóvel";

"online %@ ago|presences status for being online on the web a relative time ago" = "online há %1$@";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "a escrever…";

"%d more friends nearby...|Additional nearby friend results available to show" = "Mais %1$d amigos nas proximidades...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d de %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dias";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i horas";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutos";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i pessoas encontradas, %2$i correspondência(s)";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ e %2$@ utilizam o Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ e %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ centenas de milhões";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ está a telefonar";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ está noutra chamada";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ está num café nas proximidades.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ não está disponível";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ está no messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ está a escrever…";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ recomendou um restaurante nas proximidades.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ disse %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ dezenas de milhares";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ tirou uma foto nas proximidades.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ tentou telefonar-te";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ utiliza o Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d mensagens novas";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, mais %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ e %3$@ utilizam o Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e 1 outro amigo utilizam o Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e %4$i outros amigos utilizam o Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mil milhões";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mil";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ milhões";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u amigos nas proximidades";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u dos teus amigos estão a partilhar a sua localização contigo.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto em anexo";

"%u photos attached|Accessibility text for a photo set" = "%1$u fotos em anexo";

